Repository: greenmar001/legen
Catalog: itemsets/locale/*/LC_MESSAGES/shop_itemsets.po
Languages: ru_ru

source: If you want to create set of products - add new items to this product.
ru_ru: Если Вы хотите создать комплект - добавьте товары.

source: Merge sets and use one for all skus
ru_ru: Объединить комплекты в один общий для всех артикулов

source: Create sets for every sku
ru_ru: Создать комплекты для каждого артикула

source: settings page
ru_ru: настроек плагина

source: Show all skus in search
ru_ru: Искать среди всех артикулов

source: Product
ru_ru: Товар

source: Quantity
ru_ru: Количество

source: Discount
ru_ru: Скидка

source: Stock
ru_ru: Склад

source: up
ru_ru: вверх

source: down
ru_ru: вниз

source: Automatically
ru_ru: Автоматический

source: Delete
ru_ru: Удалить

source: You have no products in the set
ru_ru: У Вас нет ни одного товара в комплекте

source: Price without discount
ru_ru: Цена без скидки

source: Select how to spread stocks
ru_ru: Выберите, как распределить остатки по складам

source: Automatically
ru_ru: Автоматически

source: Price with discount
ru_ru: Цена со скидкой

source: Set settings
ru_ru: Настройки комплекта

source: Show set items
ru_ru: Показывать комплектующие

source: Use default value
ru_ru: По умолчанию

source: User will see or not the items of the set on the product page
ru_ru: Пользователю будут отображены (или нет) комплектующие

source: You can edit default value on the %s
ru_ru: Вы можете изменить значение По умолчанию на странице %s

source: Control product stocks count
ru_ru: Контролировать остатки на складах

source: Product stocks count will be automatically controlled and depends upon set items.
ru_ru: Количество остатков будет автоматически изменяться в зависимости от комплектующих.

source: Automatically change product price, when set items prices and quantity change
ru_ru: Автоматически изменять цену товара, когда цены комплектующих и их количество будут изменяться

source: Do you want to round price?
ru_ru: Вы хотите округлить цену?

source: Ceil
ru_ru: В большую сторону

source: Floor
ru_ru: В меньшую сторону

source: Not round
ru_ru: Не округлять

source: Product-sets, containing the product
ru_ru: Товары-комплекты, содержащие товар

source: Saving
ru_ru: Идет сохранение

source: Recount stocks and change their quantity automatically?
ru_ru: Пересчитать остатки и изменить их количество автоматически?

source: Product-sets
ru_ru: Товары-комплекты

source: Plugin status
ru_ru: Состояние плагина

source: Off
ru_ru: Выкл

source: On
ru_ru: Вкл

source: Show set items (default value)
ru_ru: Показывать комплектующие (значение по умолчанию)

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Control product stocks count (default value)
ru_ru: Контролировать остатки на складах (значение по умолчанию)

source: Ask me while I'm saving the set, if I would like to recount product stocks, when "Control product stocks" is off
ru_ru: Спросить меня во время сохранения комплекта, хочу ли я пересчитать остатки, когда значение "Контролировать остатки на складах" выключено

source: Automatically change product price, when set items prices and quantity change (default value)
ru_ru: Автоматически изменять цену товара, когда цены комплектующих и их количество будут изменяться (значение по умолчанию)

source: Allow customers to continue checkout, when product-set items are not enough in the stocks
ru_ru: Разрешать покупателям оформление заказа, когда недостаточно комплектующих на складах

source: This option only works, when "Maximum number of items that can be added to shopping cart is limited by stock level" (see. <a href="?action=settings#/stock/">Stocking</a>). Otherwise, customers will be allowed to continue checkout
ru_ru: Эта функция будет работать, только если "Максимальное количество товаров, которое может быть добавлено в корзину, не может превышать остаток на складе" (подробнее <a href="?action=settings#/stock/">Склады</a>). Иначе, покупатели смогут продолжать оформление

source: Theme template file names, which will be used for output product-set items
ru_ru: Название файла-шаблона, который будет использован для вывода комплектующих

source: Example
ru_ru: Пример

source: Use comma to separate the templates. If one of your template is found, it will be used for output.
ru_ru: Используйте запятую для разделения файлов-шаблона. Как только один из указанных шаблонов будет найден, то он будет использован для вывода комплектующих.

source: If option "Show set items" is enabled, you can customise the output of items. More info <a target="_blank" href="http://www.webasyst.com/store/plugin/shop/itemsets/product-set-items-output/">here</a>
ru_ru: Если функция "Показывать комплектующие" включена, то Вы можете настроить вывод комплектующих так, как Вам необходимо. Подробнее читайте <a target="_blank" href="http://www.webasyst.ru/store/plugin/shop/itemsets/product-set-items-output/">здесь</a>

source: Product-set items output places
ru_ru: Места вывода комплектующих на странице товара

source: Next to links to custom product pages
ru_ru: Содержимое, добавляемое рядом со ссылками на дополнительные страницы товара

source: Next to the "Add to cart" button
ru_ru: Содержимое, добавляемое рядом с кнопкой "В корзину"

source: Custom informational block, usually in a sidebar
ru_ru: Блок дополнительной информации в боковой части страницы

source: Block of extra product details in main description area
ru_ru: Блок дополнительной информации в основной части описания товара

source: Output places depend on your Theme template. Contact to your developer, if you would like to change it, or use <a href="http://www.webasyst.com/store/plugin/shop/itemsets/product-set-items-output/" target="_blank">Custom output</a>
ru_ru: Места вывода зависят от Вашей темы дизайна. Свяжитесь с разработчиком темы, если хотите изменить их, или используйте <a href="http://www.webasyst.ru/store/plugin/shop/itemsets/product-set-items-output/" target="_blank">Ручной вывод</a>

source: Ruble sign
ru_ru: Знак рубля

source: If your Currencies have ruble, you can check the output style
ru_ru: Если среди Вашей Валюты есть рубль, то Вы можете изменить его знак

source: Autosearch limit
ru_ru: Количество товаров автозаполнения

source: The limit of autosearch items in the "Product set" tab
ru_ru: Максимальное количество товаров, которое будет показано при добавлении комплектующих во вкладке "Комплект"

source: CSS styles
ru_ru: CSS стили

source: restore original
ru_ru: восстановить оригинал

source: Hide css styles
ru_ru: Скрыть css стили

source: Show css styles
ru_ru: Показать css стили

source: HTML before and after product-set
ru_ru: HTML текст перед и после комплекта

source: HTML before the product-set
ru_ru: HTML текст перед комплектом

source: HTML after the product-set
ru_ru: HTML текст после комплекта

source: JS frontend locale
ru_ru: JS файл локализации

source: Do you really want to restore original JS Frontend locale file?
ru_ru: Вы действительно хотите восстановить оригинал JS файла локализации?

source: Hide JS frontend locale
ru_ru: Скрыть JS файл локализации

source: Edit JS frontend locale
ru_ru: Редактировать JS файл локализации

source: Template "itemsets-list-thumbs.html"
ru_ru: Шаблон "itemsets-list-thumbs.html"

source: Do you really want to restore original template file?
ru_ru: Вы действительно хотите восстановить оригинал файла шаблона?

source: Hide template
ru_ru: Скрыть шаблон

source: Edit template
ru_ru: Редактировать шаблон

source: This template shows items in a table
ru_ru: Этот шаблон отображает комплектующие в виде таблицы

source: Recount stocks
ru_ru: Пересчитать остатки

source: All stocks of product-sets, which has option "Control product stocks count" - "Yes", will be recounted. You'd better use this function, when you change Stocking settings or delete skus from products
ru_ru: Все остатки для всех товаров-комплектов, у которых активирована функция "Контролировать остатки на складах", будут пересчитаны. Пересчитывайте остатки данным способом, когда у Вас изменятся настройки Складов или изменится количество артикулов у товаров

source: Save
ru_ru: Сохранить

source: Do you really want to recount stocks for product-sets?
ru_ru: Вы действительно хотите пересчитать остатки для товаров-комплектов?

source: Something wrong. Contact the developer: gapon2401@gmail.com
ru_ru: Произошла ошибка. Свяжитесь с разработчиком по email: gapon2401@gmail.com

source: Do you really want to restore original css styles?
ru_ru: Вы действительно хотите восстановить оригинал CSS стилей?

source: Something wrong
ru_ru: Произошла ошибка

source: The product is already in the set. It's forbidden to have set inside the other set.
ru_ru: Товар уже находится в комплекте. Запрещено иметь комплекты в составе других комплектов.

source: Product ID not defined
ru_ru: ID товара не указан

source: Creation of product-sets like a unique unit
ru_ru: Создание товаров-комплектов, как отдельной единицы

source: Product set
ru_ru: Комплект

source: Product-set
ru_ru: Товар-комплект

source: collapse product-set
ru_ru: свернуть комплектующие

source: expand product-set
ru_ru: развернуть комплектующие

source: Template "itemsets-list-table.html"
ru_ru: Шаблон "itemsets-list-table.html"
